package domain

const OfertaText = "Добро пожаловать! Чтобы воспользоваться сервисом, вам необходимо зарегистрироваться.\n\n" +
	"Нажимая «Поделиться контактом», вы соглашаетесь на отслеживание ваших данных сервисом. " +
	"Мы не логируем содержание сообщений, но фиксируем, кто, откуда и куда отправляет сообщения в формате\n1.1.1.1:1->username->2.2.2.2:2\n" +
	"на случай запроса от правоохранительных органов." +
	"\n\nПока сервис в Бэта тестировании - он бесплатный. В будущем это может изменится. Вы соглашаетесь с данной политикой" +
	"\n\nНе делайте ничего плохо используя наш прокси. Спасибо!"
